Repository: Digits88/Zom-iOS-XMPP
Catalog: Zom/Zom/*.lproj/Localizable.strings
Languages: es, fr, it

source: Basic Setup
es: Create a Zom ID
fr: Create a Zom ID
it: Create a Zom ID

source: Enable Tor
es: Tor
fr: Tor
it: Tor

source: Think of a unique nickname that you don't use anywhere else and doesn't contain personal information.
es: Your Zom ID can be anything you want, and is how you will be known by others on Zom.
fr: Your Zom ID can be anything you want, and is how you will be known by others on Zom.
it: Your Zom ID can be anything you want, and is how you will be known by others on Zom.

source: About
fr: A propos
it: Informazioni su

source: About This Version
it: Informazioni su questa versione

source: Access denied
it: Accesso Negato

source: Advanced
it: Avanzato

source: An error occured while encrypting a message and the message was not sent.
es: Ha habido un error durante la encriptación del mensaje y no se ha enviado
it: Si è verificato un errore criptando il messaggio, e quindi non è stato inviato.

source: Attempt to restore an unknown session
it: Attenti ripristino di una sessione sconosciuta

source: Auto-delete
it: Autoeliminazione

source: Away
it: Uscito

source: Bad certificate format
es: Formato de certificado inválido
it: Formato Certificato non valido

source: Bad protocol version
it: Versione Protocollo non Valida

source: Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords.
es: El contenido de la base de datos es encriptado con tu contraseño, por lo que has perdido acceso a tus datos y necesitarás borrar y reinstalar ChatSecure para continuar. Gestores de contraseñas como 1Password o MiniKeePass pueden ser útiles para generar y guardar fuertes contraseñas
it: Poichè i contenuti del database sono criptati con la tua passphrase, hai perso l'accesso ai tuoi dati, e dovrai rimuovere e reinstallare ChatSecure per continuare. Gestori di password come 1Password o MiniKeePass possono aiutarti nel generare e conservare password robuste.

source: Certificate expired
es: Certificado expirado
it: Certificato Scaduto

source: Certificate revoked
it: Certificato Revocato

source: Check out the source here on Github
es: Revisa el código fuente en Github
it: Controlla la sorgente qui su Github

source: Configuration error
it: Errore Configurazione

source: Connecting to Tor
fr: Connexion à Tor
it: Connetti a Tor

source: Connection closed gracefully
it: Connessione interrotta automaticamente

source: Connection closed via error
es: Conexión cerrada por un error
it: Connessione interrotta per errore

source: Delete Account?
es: ¿Deseas borrar la cuenta?
it: Cancellare Account

source: Delete chats on disconnect
es: Borrar conversaciones al desconectarse
it: Cancella conversazione quando disconnetti

source: Error Creating Account
es: Error creando la cuenta
it: Errore creando l'account

source: Extended Away
fr: Absence Prolongée
it: Attesa lunga

source: Failed to connect to XMPP server. Please check your login credentials and internet connection and try again.
es: La conexión con el servidor XMPP falló. Por favor revise sus credenciales de inicio de sesión y su conexión a internet e intente de nuevo.
fr: Erreur de connexion au serveur XMPP. Veuillez vérifier vos identifiants et votre connexion internet et essayer à nouveau.
it: La connessione al server XMPP è fallita. Controlla meglio le tue credenziali di login (Nome utente e Password) o la tua connessione a Internet, poi riprova.

source: Forgot Passphrase?
es: Has olvidado la contraseña?
it: Passphrase dimenticata?

source: Handshake failure
it: Errore handshake

source: Hostname
es: Nombre de host
it: Nome Host

source: Log In
it: Connesso

source: Log Out
it: Disconnesso

source: Login Automatically
it: Login automatico

source: Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it.
it: Il messaggio non è stato inviato perché l'altra parte ha terminato la conversazione privata. Dovremmo chiudere la connessione, o fare il refresh.

source: Module attach failure
it: Errore nell'attach del modulo

source: New SSL Certificate
it: Nuovo certificato SSL

source: Offline
it: Non in Linea

source: Open in Chrome
it: Apri in Chrome

source: Open in Facebook
it: Apri in Facebook

source: Open in Twitter
it: Apri in Twitter

source: Pending Approval
fr: En Attente d'Approbation
it: In attesa approvazione

source: Permanently delete
it: Cancella definitivamente

source: Pinned Certificates
fr: Certificats connus
it: Certificati preferiti

source: Received a general OTR error.
it: Ho ricevuto un errore generale OTR.

source: Received an encrypted message but cannot read it because no private connection is established yet.
it: Ho ricevuto un messaggio criptato ma non posso leggerlo perchè nessuna connessione privata è stata ancora stabilita.

source: Received an unencrypted message.
it: Ho ricevuto un messaggio non criptato.

source: Received and discarded a message intended for another instance.
it: Ho ricevuto e scartato un messaggio inteso per un'altra istanza.

source: Received our own OTR messages.
it: Ho ricevuto il nostro messaggio OTR.

source: Remember Passphrase
it: Ricorda passphrase

source: Saved Certificates
it: Certificati salvati

source: Security Warning
it: Avviso di protezione

source: Send Feedback
es: Enviar Comentarios
fr: Envoyer des Commentaires
it: Invia feedback

source: Share
it: Quota

source: Unexpected message received
fr: Réception d'un message inattendu.
it: Messaggio inaspettato ricevuto

source: Unknown Cert Authority
it: Autorità di certificazione sconosciuta

source: User canceled
it: Cancellato dall'utente

source: Valid cert chain, untrusted root
fr: Le certificat est valide mais pas la racine.
it: Catena di certificazione valida, root non fidato

source: Verify Fingerprint
es: Verificar huella digital
fr: Vérification des empreintes
it: Verifica delle impronte digitali

source: Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history.
it: La tua password sarà conservata nel portachiavi iOS di solo questo dispositivo, ed è sicura come la passphrase o il PIN del dispositivo. Ad ogni modo, non sarà conservata durante un backup/ripristino tramite iTunes, quindi non dimenticarla, o potresti perdere la tua cronologia delle conversazioni.

source: Error!
fr: Erreur !
it: Errore!

source: Add Buddy
es: Añadir amigo

source: Bad MAC
es: MAC inválida

source: Bad SSLCipherSuite
es: SSLCipherSuite inválido
fr: Mauvaise séquence de chiffrement SSL

source: Bad unsupported cert format
es: Formato de certificado invalido

source: Buddy Info
es: Información de amigo
fr: Information du Contact

source: Cert chain not verified by root
es: La cadena de certificados no ha sido verificada por el administrador
fr: Le certificat n'a pas été vérifié

source: Chain had a cert not yet valid
es: La cadena tiene un certificado aun no válido
fr: Le certificat n'est pas encore valide

source: Chat with me securely
es: Chatear conmigo de forma segura

source: Cipher Suite negotiation failure
es: Negociación de Cipher Suite fallida

source: Could not retrieve public key from certificate
es: No se ha podido recuperar la llave pública del certificado

source: Created by
es: Creado por

source: Decoding error
es: Error de descodificación

source: Decryption failed
es: Falló el descifrado

source: Decryption failure
es: Descifrado fallido

source: Default
es: Por defecto
fr: Par défaut

source: Encryption Error
es: Erro de encriptación

source: Help Translate
es: Ayuda a traducir

source: Invalid Email
es: Email inválido

source: No renegotiation allowed
es: No está permitido renegociar

source: Old
es: Viejo

source: Tor is an experimental feature, please use with caution.
es: Tor es una opción experimental, tenga cuidado al usarla

source: Valid certificate
es: Cerfiticado válido

source: Your donation will help fund the continued development of ChatSecure.
es: Tu donación ayudará a financiar el desarrollo de ChatSecure.
fr: Votre donation permettra de continuer à financer le développement de ChatSecure.

source: Chain had an expired cert
fr: Le certificat a expiré

source: Chat
fr: Discussion

source: Creating Account
fr: Création du compte

source: Delivered
fr: Envoyé

source: Do Not Disturb
fr: Ne Pas Déranger

source: Export restriction
fr: Restriction lors de l'export

source: Insufficient buffer provided
fr: tampon fourni insuffisant

source: Invalid certificate chain
fr: Chaine du certificat invalide

source: Miscellaneous bad certificate
fr: Certificat non valide

source: Optional
fr: Optionnel

source: Peer cert is valid, or was ignored if verification disabled
fr: Le certificat du pair est valide ou a été ignoré si la vérification est désactivée.

source: Peer dropped connection before responding
fr: Le pair a été déconnecté avant de pouvoir répondre

source: Peer host name mismatch
fr: Nom d'hôte du pair non valide

source: Server closed session with no notification
fr: La session a été fermée par le serveur.

source: Unexpected (skipped) record in DTLS
fr: Enregistrement inattendu dans DTLS

source: Would you like to connect to UserVoice to send feedback?
fr: Se connecter à UserVoice pour partager un avis?
